Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: On January 19, almost eight years to the day since Deng’s first visit to Shenzhen inaugurated a new push in opening China to the outside world, Deng once again set foot in the SEZ.
es_us: El 19 de enero, a casi ocho años de que la primera visita de Deng a Shenzhen inagurara un nuevo intento hacia la apertura de China al mundo, Deng visitó nuevamente la SEZ.

source: On June 9, the general secretary followed in the wake of Qiao Shi and Tian Jiyun by giving a major speech at the Central Party School.Jiang at last openly endorsed the view that the “primary focus must be guarding against the ‘left’.” Quoting liberally from Deng’s talks in Shenzhen, Jiang now argued that reform is like “steering a boat against the current.
es_us: El 9 de junio, el secretario general siguió los pasos de Qiao Shi y Tian Jiyun al dar un importante discurso en la Escuela Central del Partido Comunista Chino. Finalmente mostró abiertamente su adherencia a la idea de que “el enfoque primordialdebería estar en prevenir el izquierdismo”. En una cita libre de las charlas que dio Deng en Shenzhen, Jiang ahora argumentaba que la reforma es como “navegar un barco en contracorrientep

source: On June 11, the People’s Daily published an authoritative editorial that called for a “new high tide” in the study of the Three Represents, and on June 22, the Party issued a circular demanding that cadres study Jiang’s speeches “On the ‘Three Represents’” and “On Party Construction” as well as selections from Jiang Zemin on Socialism with Chinese Characteristics.A 125-page pamphlet, Study Guide to the Important Thinking of the “Three Represents,” was also issued.51
es_us: El 11 de junio, el diario People´s Daily publicó una editorial autorizada que llamaba a tomar “un nuevo curso” en el estudio de la triple representatividad y, el 22 de junio, el partido emitió una circular que exigía que los cuadros militares estudiaran los discursos de Jiang “Sobre la Triple Representatividad” y “La construcción del partido”, así como selecciones de “Jiang Zemin sobre el socialismo con características chinas”. También se emitió un panfleto de 125 hojas titulado “Guía de estudio hacia el importante pensamiento de la Triple Representatividad”.

source: On March 11, 1991 Guangdong’s Party secretary Lin Ruo, who had close ties to Zhao Ziyang, published an article in the Guang-dong Party paper Southern Daily (Nanfang ribao) and a shorter, somewhat watered down, version in the People’s Daily.
es_us: El 11 de marzo de 1991, el secretario del partido de Guangdong, Lin Ruo, quien tenía una estrecha relación con Zhao Ziyang, publicó un artículo en el periódico del partido de Guangdong Southern Daily (Nanfang ribao) y una versión corta, un tanto suavizada, en el periódico People’s Daily.

source: On March 24, 1999, frustrated by its inability to persuade Serbian leader Milosovic to accept the Rambouillet agreement, NATO began to bomb targets in Serbia.
es_us: El 24 de marzo de 1999, frustrada por su incapacidad de persuadir al líder serbio Milosovic para que aceptara el acuerdo de Rambouillet, la OTAN comenzó a bombardear blancos en Serbia.

source: On March 31, the People’s Daily reprinted a long, flowery but detailed account of Deng’s activities in Shenzhen entitled, “East Wind Brings Spring All Around: On-the-Spot Report on Comrade Deng Xiaoping in Shenzhen.”
es_us: El 31 de marzo,People's Daily publicó otra larga, adornada pero detallada edición acerca de las actividades de Deng en Shenzhen titulada: "El viento del este trae la primavera consigo: reporte inmediato sobre el camarada Deng Xiaoping en Shenzhen."

source: On May 22, Deng showed up at Capital Iron and Steel (usually referred to by its Chinese abbreviation, Shougang) and listened to Zhou Guanwu, the long-time leader of the model enterprise, report on the enterprise’s reform experience.
es_us: El 22 de mayo, Deng se presentó en Capital Iron and Steel (usualmente nombrada por su abreviación en chino, Shougang) y escuchó a Zhou Guanwu, el líder de muchos años en la empresa modelo, quien informó sobre la reforma que experimentó la empresa.

source: On average, the Chinese economy had expanded by over 9 percent per year for 16 years.
es_us: En promedio, la economía china se había expandido un 9 por ciento anual durante 16 años.

source: On the contrary, the economy took a serious turn for the worse in 1994.
es_us: Todo lo contrario, la economía empeoró en 1994.

source: On the eve of Zhu’s departure, however, President Clinton met with his advisers over the weekend of April 4–5.
es_us: Sin embargo, en vistas a la partida de Zhu, el presidente Clinton se reunió con sus consejeros durante el findesemana del 4 y 5 de abril.

source: On the morning of April 7, President Clinton declared that it would be an “inexplicable mistake” to walk away from a good agreement with
es_us: La mañana del 7 de abril, el presidente Clinton manifestó que hubiera sido un "error inexplicable" apartarse de un buen acuerdo con

source: On the one hand, Jiang Zemin’s public statements and the authoritative editorials issued by the People’s Daily underscored continuity in policy even while expressing outrage over the bombing.
es_us: Por otro lado, las declaraciones publicas de Jiang Zemin y las editoriales autoritarias emitidas por el Pueblo en Línea subrayó la continuidad de la politica aun cuando se expresaba la indignación por el bombardeo.

source: On the one hand, it criticized “utopian socialism” – the Old Left – for continually relying on mass movements, which (the authors believed) would end up destroying the very socialism that it purportedly wanted to save.
es_us: Por una parte, criticaba al "socialismo utópico" de la Vieja Izquierda por depender constantemente de movimientos de masas que, según diferentes autores, terminaría destruyendo el tipo de socialismo que supuestamente quería salvar.

source: On the one hand, the wave of consumerism contributed to social stability by refocusing urban residents’ attention from politics to material comforts,3 but on the other hand it created resentments and marginalized those left behind.
es_us: Por un lado, la ola de consumismo contribuyó a la estabilidad social reorientando la atención de los residentes urbanos desde la política hacia las comodidades materiales3. Pero por otro lado, creó resentimientos y marginó a los que se quedaron atrás.

source: On the one hand, there has been the growth of politically well-connected economic interests.
es_us: Por un lado, tuvo lugar el crecimiento de intereses económicos con buenas conexiones políticas.

source: On the one hand, they reflected the greater role intellectuals play in policy formation in contemporary China; on the other hand, they suggested the increasing need to respond to, refute, and encourage views growing up independently among the intelligentsia and the broader public.
es_us: Por una parte, reflejaban el papel mayor que juegan los intelectuales en la formación política de la China contemporánea; por otra parte, insinuaban la creciente necesidad de responder, refutar y promover opiniones que crezcan de manera independiente entre los intelectuales y el público en general.

source: On the one hand, they worried that the decentralizing reforms that reformers themselves had helped bring about were now creating new centers of power at lower levels that were preventing the continuation of marketizing reforms.
es_us: Por un lado, estaban preocupados porque las reformas descentralizadoras que los mismos reformistas habían ayudado a generar ahora creaban nuevos centros de poder en los niveles más bajos, los cuales prevenían la continuación de reformas de mercadización.

source: On the other hand, both the reform program and individual reformers, particularly Premier (and then General Secretary) Zhao Ziyang, were facing a rising barrage of criticism.
es_us: Por otro lado, tanto el programa reformista como los reformistas individuales, en particular el primer ministro (y luego secretario general) Zhao Ziyang, enfrentaban un bombardeo de críticas progresivo.

source: On the other hand, it criticized “utopian capitalism” – liberal reformers – for advocating a type of “radical reformism” that was ultimately unwilling to stop short of destroying the entire present order.
es_us: Por otra parte, criticaba al "capitalismo utópico" (los reformistas liberales), por defender un tipo de "reformismo extremista" que básicamente podría llegar a destruir el orden actual.

source: On the question of Zhao, the Fourth Plenum charged that, “[a]t the critical juncture involving the life and death of the Party and state, he made the mistake of supporting turmoil and splitting the Party, and he bears unshirkable responsibility for the formation and development of the turmoil.
es_us: Sobre la cuestión de Zhao, el Cuarto Pleno denunció que "[e]n el momento crítico que suponía la vida o muerte del partido y del estado, él cometió el error de apoyar la agitación y dividir el partido, y tiene la ineludible responsabilidad de generar y fomentar la agitación.

source: On April 17, Hu Jintao presided over a PBSC meeting, the very convening of which stood in contrast to the April 2 meeting’s declaration that the work of prevention and cure had obtained “obvious results.” This meeting warned officials not to delay reports and not to cover up the situation.43 There was no indication at this time that a decision had been made to remove Zhang Wenkang or Meng Xuenong (the mayor of Beijing) from office; indeed, foreign reporters were told on the morning of April 20 that
es_us: El 17 de abril, Ju Hintao presidió una reunión del Comité Permanente del Politburó. El hecho de que esa reunión se llevara a cabo contrastó con la declaración de la reunión del 2 de abril de que los trabajos de prevención y cura habían logrado "resultados obvios". La Junta les advirtió a los oficiales que no debían retrasar los informes ni encubrir la situación.No existía en ese momento ningún indicio de que se hubiera tomado la decisión de apartar a Zhang Wenkang o Meng Xuenong (alcalde de Pekín) de sus cargos; de hecho, se le había comunicado a los reporteros de países extranjeros que durante la mañana del 20 de abril Zhang y Meng darían una conferencia de prensa para informar detalles sobre la situación del SARS.

source: One deputy Party secretary in Hunan’s Xinning county had an ear cut off as he tried to collect taxes; in Hunan’s Longshan county two cadres were killed in clashes.
es_us: A un vice-secretario del Partido en la sub-prefectura de Xinning de Hunan le cortaron una oreja cuando intentaba recaudar impuestos; y en la subprefectura de Longshan de Hunan, dos dirigentes murieron en enfrentamientos.

source: One exception was Li Shenzhi, the former head of the Institute of American Studies at CASS, who emerged as the dean of liberal thought between the mid-1990s and his death in 2003.
es_us: Li Shenzhi fue una excepción, el ex director del Instituto de Estudios Estadounidenses en CASS, quien surgió como deán del pensamiento liberal entre mediados de los 90 y su fallecimiento en 2003

source: One exception was the well-known survey done by Wang Xiaodong, Fang Ning, and others at China Youth Daily, which has been conducting investigations of youth attitudes since the mid-1990s.78 Taking advantage of the fiftieth anniversary of the end of the war against Japan, China Youth Daily conducted a large-scale public opinion poll in May of 1995; it found that 87.1 percent of respondents believed the United States was the country “least friendly” to China, while 57.2 percent indicated that the United States was the country toward which they felt most negative.
es_us: Una excepción fue la investigación de Wang Xiaodong, Fang Ning, y otros miembros de China Youth Daily, que llevaban a cabo investigaciones de la postura de los jóvenes desde la mitad de la década de los 90. Aprovechándose del aniversario quincuagésimo del fin de la guerra contra Japón, China Youth Daily realizó una encuesta de opinión pública de gran dimensidad en mayo de 1995. Se descubrió que el 87.1 porciento de los encuestados creía que Estados Unidos era el país ''menos amigable'' para China, mientras que el 57.2 por ciento indicó que Estados Unidos era el país hacia el cual sentían una mayor negatividad.

source: One form of “cultural imperialism” that He repeatedly railed against was neoclassical economics.
es_us: Una de las formas de "imperialismo cultural" contra la que He constantemente luchaba era la economía neoclásica.

source: One of the ﬁrst (and certainly one of the loudest) voices of the new nationalism was that of He Xin, an erstwhile literary critic who turned his attention to economics, politics, and international relations in the late 1980s.
es_us: Una de las primeras voces del nuevo nacionalismo (y ciertamente una de las más prominentes) fue la de He Xin, un crítico literario de otra época que se enfocó en la economía, la política y las relaciones internacionales a fines de los años 80.

source: One of the central obstacles in SOE reform had always been the relationship between the enterprises and the state.
es_us: Uno de los principales obstáculos en la reforma de las empresas estatales había sido desde siempre la relación entre las empresas y el Estado.

source: One of the conservatives’ biggest complaints about Zhao’s management of the economy was that the strategy of decentralization pursued in the 1980s was leading to Beijing’s loss of economic, and perhaps political, control over the provinces.
es_us: Una de las mayores quejas de los conservadores acerca del majeo de la economía de Zhao era que la estrategia de decentrañización llevada a cabo en la década del 80 ocasionaba que Pekín perdiera control económico, y tal vez político, de las provincias.

source: One of the first (and certainly one of the loudest) voices of the new nationalism was that of He Xin, an erstwhile literary critic who turned his attention to economics, politics, and interna- tional relations in the late 1980s.
es_us: Una de las primeras voces del nuevo nacionalismo (y ciertamente una de las más prominentes) fue la de He Xin, un crítico literario de otra época que se enfocó en la economía, la política y las relaciones internacionales a fines de los años 80.

source: One of the most important exponents of neoconserva- tive thinking in this area was Chen Yuan, son of Party elder and economic policy specialist Chen Yun.
es_us: Uno de los exponentes más importantes del pensamiento neoconservador en esta area fue Chen Yuan, hijo de uno de los Ocho Inmortales, el especialista en política económica Chen Yun.

source: One of the most remarkable aspects of the SARS crisis is that it did not lead to widespread questioning of government authorities or demands for political reform.
es_us: Uno de los aspectos más notables de la crisis del SARS es que no causó un cuestionamiento masivo a las autoridades gubernamentales ni se exigieron reformas políticas.

source: One of those at the discussion meeting was Jiang Hong, who later became deputy head of the State Asset Management Bureau.
es_us: Uno de los presentes en el debate fue Jiang Hong, quien luego se convirtió en subdirector de la Agencia Estatal de Administración de Activos.

source: One problem of the booming real estate market was that it was fueled by a speculative fever that created a bubble economy that could, as one researcher put it, “vanish without warning”.
es_us: Uno de los problemas del auge en el mercado inmobiliario es que fue acrecentado por una fiebre especulativa que creó una economía especulativa que podría, como un investigador dijo, “desaparecer sin aviso”.

source: One reason was that many government officials share – even if on a more sophisticated level – the authors’ view that US actions are guided by national interest, that concern with human rights is a smoke screen for opposing China, and that US policy is based on containment and/or subversion.
es_us: Una razón era que muchos funcionarios gubernamentales compartían, aunque en un nivel más sofisticado, la visión de los autores sobre las acciones de EE.UU guiadas por un interés nacional, la preocupación por los derechos humanos que eran una cortina de humo para oponerse a China, y la política estadounidense que se basaba en contención y/o subversión.

source: One reflection of this commercialization of culture was the rates that top performers could charge.
es_us: Un reflejo de esta comercialización de la cultura eran los precios que los actores más exitosos podían cobrar.

source: One trend that emerged in the1980s was that of “new authoritarianism,” which re-emerged in the 1990s as “neoconservatism.” Although few in government, or even in intellectual circles, would lay claim to the title “neoconservative,” the impact of the ideas associated with it on the thinking of the political leadership was clear, particularly in the early to mid-1990s.
es_us: Una tendencia que surgió en la década de los 80 fue la de "neo-autoritarismo" que resurgió en la década de los 90 como "neoconservadurismo". Aunque algunos integrantes del gobierno, o incluso aquellos pertenecientes a círculos intelectuales, reivindicarían la denominación "neoconservadurismo", las ideas que se le asocian tuvieron un impacto evidente en el pensamiento de liderazgo político, sobre todo entre principios y mediados de la década de los 90.

source: One was an evaluation of reform: whereas Li Peng insisted that reform had led to various “dislocations” in the economy, the provinces insisted that reform be affirmed and written into the Eighth Five-Year Plan.
es_us: Uno fue la evaluación de la reforma: mientras que Li Peng insistía en que la reforma había producido diversos "desbarajustes" en la economía, las provincias insistían en que la reforma sea ratificada e incluída dentro del Octavo Plan Quinquenal.

source: Only Hua Guofeng, cho-sen as Mao was nearing death, was able to succeed, but he was too junior in the informal political hierarchy to survive for long.
es_us: Solo Hua Guofeng, elegido cuando Mao estaba al borde de la muerte, tuvo éxito, pero estaba muy abajo en la jerarquía política informal para mantenerse en el cargo por mucho tiempo.

source: Only a few years ago, no public discussion of foreign policy was allowed.
es_us: Unos pocos años atrás no se permitian discusiones públicas sobre políticas extranjeras.

source: Only by continuing to show fealty to Jiang could he take advantage of the natural trajectory of incumbency to consolidate power, but only by moving away from Jiang could he establish power in his own right.
es_us: Solo en la continuación de su demostración de lealtad a Jiang podría tomar ventaja de la trayectoria natural del cargo para consolidar poder, pero solo apartándose de Jiang podría establecer poder por derecho propio.

source: Only by developing democracy could this cycle be broken.
es_us: Solo a través del desarrollo de la democracia, se podría terminar con este ciclo.

source: Only in this way, Wang argued, could economic work be carried out without deviating from the socialist orientation.
es_us: Wang sostuvo que, sólo en este camino, el labor económico podría llevarse a cabo sin desviarse de la orientación socialista.

source: Only persons who are fully familiar with the content of this manual are authorized to operate and to maintain the equipment.
es_us: Solo aquellas personas casas completamente familiarizadas con el contenido de esta manual están autorizadas a operar el equipo y a realizar las tareas de mantenimiento.

source: Only planning would allow China to use its scarce resources in a way that would maximize supply in a socially beneficial manner.
es_us: Solo la planificación le permitiría a China usar sus escasos recursos de una manera en que pudiera maximizar los recursos de una manera que resultara beneficiosa para la sociedad.

source: Only two years later, another television series, China’s first domestically produced soap opera, would reflect an extraordinarily different ethos.
es_us: Apenas dos años más tarde, otra serie televisiva, la primera telenovela china producida en el país, reflejaría un espíritu extraordinariamente distinto.

source: Only two – Li Peng and Yao Yilin – supported it.
es_us: Solo dos, Li Peng and Yao Yilin, apoyaban la decisión.

source: Organization
es_us: Organización

source: Originally intended as a short campaign to intimidate Milosovic into compliance, it encountered unexpectedly stiff resistance, including the expulsion of many Kosovars from their homeland, and thus had to be extended – ultimately for 78 days until Milosovic capitulated.
es_us: Esta campaña fue planeada en principio como una campaña corta para intimidar a Milosovic y lograr su conformidad. Sin embargo, se encontraron con una dura e inesperada resistencia, que incluyó la expulsión de muchos Kosovars de su país natal, y por ende tuvo que extenderse – por un total de 78 días hasta que Milosovic se rindió.

source: Other Full Members
es_us: Otros miembros plenos

source: Other Full Members (Listed Alphabetically)
es_us: Otros miembros titulares (por orden alfabético)

source: Other intellectuals, whether New Left or Liberal, are even more distant from the political center and are depicted as societal actors.
es_us: Otros intelectuales, tanto de la vieja izquierda como liberales, se encuentran más alejados del centro político y se los presenta como actores sociales.

source: Other leaders associated with Tiananmen – such as Beijing city leaders Chen Xitong and Li Ximing, conservative elders Li Xiannian and Chen Yun, and military leaders such as Yang Shangkun – have all either left office or passed away.
es_us: Otros líderes asociados con la masacre de Tiananmén, como Chen Xitong y Li Ximing, líderes en la ciudad de Pekín, los ancianos conservadores Li Xiannian y Chen Yun, y líderes militares como Yang Shangkun, se habían retirado o habían fallecido.

source: Others called Zhu Rongji’s compromises in Washington the “new 21 demands selling out the country” – a reference to Japan’s infamous demands of 1915 that sought to reduce China to a colony.
es_us: Otros llamaron a los compromisos de Zhu Rongji en Washington como " las 21 nuevas demandas que venden el país", una referencia a las demandas infames de Japón en 1915 que buscaban reducir China a una colonia.

source: Over the early months of 1989, the pages of China’s newspapers and journals filled with discussions of new authoritarianism and related issues.
es_us: Durante los primeros meses del año 1989, las páginas de los periódicos y diarios de China se llenaron de debates sobre el neoautoritarismo y temas relacionados.

source: Over the ensuing months, four delegations of senior PLA officers visited the Shenzhen SEZ to demonstrate their support for reform and opening up; also, the army newspaper, the Liberation Army Daily, repeatedly ran articles in support of reform.78 The effort to professionalize and depoliticize the military, which had suffered badly with its crushing of the 1989 movement, was again set back.
es_us: Durante los meses subsiguientes, cuatro delegaciones de oficiales mayores de la EPL visitaron la Zona Económica Especial (ZEE) de Shenzhen con el fin de asentar su apoyo respecto de la reforma y la apertura, como así también el periódico de las fuerzas armadas,Liberation Army Daily, publicó numerosos artículos que favorecían a la reforma. El esfuerzo por mantener a las fuerzas armadas, que habían sufrido con el impacto del movimiento de 1989, de manera profesional y fuera de la política fue obstaculizado.
